
"event read status update" = "обновление состояния чтения события";

"device event status updated. The save" = "состояние события обновлено. Сохранение";

"Resolved" = "Разрешено";
"Unresolved" = "Не разрешено";


"The message status could not be updated" = "Не удалось обновить состояние сообщения";

// K9 : event status update error message
"Your HP device has sent a status update. This update could not be saved in HP Utility - Message Center" = "Устройство HP отправило обновление состояния. Это обновление не удалось сохранить в программе HP Utility — Центр сообщений.";

"Messages could not be displayed in HP Utility - Message Center" = "Не удалось отобразить сообщения в программе HP Utility — Центр сообщений";